Repository: abe2602/espim_flutter
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# sensem_description
source: SENSEM is an application used to receive and execute tasks. Your doctor, your therapist, your family or even you can schedule these tasks in this website: espim.com.br
pt_br: SENSEM é um aplicativo utilizado para receber e executar tarefas. Seu médico, terapeuta, família, e ainda é possível agendar tarefas no website: espim.com.br

# tasks_label
source: TASKS
pt_br: TAREFAS

# tasks_description
source: The tasks can be varied, such as answering questions, taking a picture, or recording an audio.
pt_br: Existe uma variedade de tarefas, como responder perguntas, tirar uma foto, ou gravar um áudio.

# notifications_label
source: NOTIFICATIONS
pt_br: NOTIFICAÇÃO

# notifications_description
source: If you have a task scheduled, you will receive alerts on your device to remember to execute them. To start the tasks, simply click on the notification icon or respond to the sound alert.
pt_br: Se existir uma tarefa agendada, você receberá alertas em seu dispositivo como lembrete para executa-las. Para começar uma tarefa, simplesmente clique na notificação ou responda ao alarme.

# got_it_label
source: GOT IT
pt_br: ENTENDI

# begin_label
source: BEGIN
pt_br: COMEÇAR

# generic_error_primary_text
source: Oops! Something went wrong!
pt_br: Oops! Algo não está certo.

# generic_error_secondary_text
source: Please try again later.
pt_br: Tente novamente mais tarde.

# generic_error_button_text
source: Close
pt_br: Fechar

# no_internet_primary_text
source: Looks like you're offline!
pt_br: Parece que você está sem internet!

# no_internet_secondary_text
source: Try connection to the Internet.
pt_br: Tente se conectar à uma rede.

# no_internet_button_text
source: Close
pt_br: Fechar

# events_label
source: Events
pt_br: Eventos

# settings_label
source: Settings
pt_br: Configurações

# sign_out_label
source: Sign out
pt_br: Sair

# google_sign_in
source: Sign in with Google!
pt_br: Entre com o Google!

source: Welcome,
pt_br: Bem vindo,

# ongoing_events
source: {howMany, plural, one{1 ongoing event} other{{howMany} ongoing events}}
pt_br: {howMany, plural, one{1 evento em andamento} other{{howMany} eventos em andamento}}

# no_events_label
source: No events
pt_br: Nenhum evento

# no_events_description
source: You don't have events yet
pt_br: Você ainda não possui eventos

# refresh_label
source: Refresh
pt_br: Atualizar

# open_question_label
source: Answer
pt_br: Pergunta

# empty_field_error
source: Empty Field
pt_br: Campo Vazio

# invalid_field_error
source: Invalid Field
pt_br: Formato Invalido

source: NEXT
pt_br: Continuar

source: FINISH
pt_br: Finalizar

source: Upload files
pt_br: Upload de arquivo

# upload_files_action_label
source: Touch to upload files
pt_br: Toque parea fazer o upload do arquivo

# change_file_label
source: Change file
pt_br: Substituir arquivo

# task_flow_pages
source: Task {currentPage} of {flowSize}
pt_br: Tarefa {currentPage} de {flowSize}

# open_outside_link
source: Start
pt_br: Iniciar

# home_address_title_label
source: Set home address
pt_br: Defina seu endereço

# home_address_subtitle_label
source: Current address: {address}
pt_br: Endereço atual: {address}

# delete_medias_title_label
source: Delete medias to free up space
pt_br: Apagar mídias para liberar espaço

# delete_medias_subtitle_label
source: Delete medias that were downloaded nd captured using the SENSEM
pt_br: Apague as mídias baixadas e capturadas pelo SENSEM

# enable_notifications_title_label
source: Enable notification on doze media
pt_br: Habilitar notificações de mídias agendadas

# enable_notifications_subtitle_label
source: Enable accurate notifications
pt_br: Habilitar notificações

# enable_mobile_network_title_label
source: Enable mobile network usage
pt_br: Habilitar uso de rede movel

# enable_mobile_network_subtitle_label
source: Enable or disable 3G/4G utilization
pt_br: Habilitar ou desbilitar uso de 3G/4G

# landscape_layout_mode_title_label
source: Landscape layout
pt_br: Tela na horizontal

# landscape_layout_mode_subtitle_label
source: Changes layout orientation
pt_br: Mudar a orientação da tela

# wait_please_label
source: Wait, please!
pt_br: Aguarde, por favor!

# record_audio_label
source: HOLD TO RECORD
pt_br: PRESSIONE PARA GRAVAR

# permission_denied_permanently_primary_text
source: You must have the permissions turn on to continue!
pt_br: Você precisa de permissões para continuar!

# permission_denied_permanently_secondary_text
source: Please, click on Settings and allow the permissions.
pt_br: Clique em Configurações e adicione-as.

# permission_denied_permanently_primary_button_text
source: Settings
pt_br: Configurações

# permission_denied_permanently_secondary_button_text
source: Close
pt_br: Fechar

# permission_denied_primary_text
source: It seems like you denied the permission!
pt_br: Parece que você negou a permissão!

# permission_denied_secondary_text
source: Please, try it again!
pt_br: Por favor, tente novamente.

# permission_denied_primary_button_text
source: Close
pt_br: Fechar
